cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'azure-cli'
brew 'bash-completion'
brew 'blueutil'
brew 'coreutils'
brew 'docker'
brew 'fzf'
brew 'git'
brew 'go'
brew 'grc'
brew 'gpg2'
brew 'helm'
brew 'jq'
brew 'kubectl'
brew 'kubectx'
brew 'openssl'
brew 'node'
brew 'pinentry-mac'
brew 'postgresql'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'ruby-build'
brew 'rbenv'
brew 'shpotify'
brew 'spaceman-diff'
brew 'speedtest-cli'
brew 'terraform'
brew 'tmux'
brew 'watch'
brew 'wget'
brew 'yt-dlp'

cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'slack'
cask 'spotify'
cask 'warp'
cask 'whatsapp'
cask 'visual-studio-code'
cask 'vlc'
